LEXICON: dict[str, str] = {
    '/start':        '<b>Привет!</b>\n\nЭто бот, в котором '
                     'ты можешь поиграть в игру "Морской бой"'
                     '\n\nЧтобы посмотреть список доступных '
                     'команд - набери /help',
    '/help':         '<b>Это игра в морской бой</b>\n\nДоступные команды:\n\n/beginning - '
                     'начало игры\n/continue - продолжить игру\n'
                     '/help - справка по работе бота\n\n<b>Приятной игры!</b>',
    '/beginning':    'Флот расставляется по полю автоматически',
    'random':        'Расставить флот заново',
    'inlain_random': 'Повторная расстановка флота',
    'start_game':    'Начать игру'


}

LEXICON_COMMANDS: dict[str, str] = {
    '/beginning': 'Начало игры',
    '/continue': 'Продолжить игру',
    '/help': 'Справка по работе бота'
}